<template>
  <div class="terms-container">
    <h1>서비스 이용약관</h1>
    <div>
      <b>제 1 조 (목 적)</b>
      이 서비스 이용약관(이하 “약관”이라 합니다)은 Engster가 제공하는 서비스와
      관련하여 Engster와 이용 고객(또는 회원) 간에 서비스의 이용 조건 및 절차,
      Engster와 회원 간의 권리, 의무 및 책임 사항 기타 필요한 사항을 규정함을
      목적으로 합니다.
      <br />
      <br />
      <b>제 2 조 (용어의 정의)</b>
      이 약관에서 사용하는 용어의 정의는 다음 각호와 같으며, 정의되지 않은
      용어에 대한 해석은 관계법령 및 서비스별 안내에서 정하는 바에 따릅니다. 1)
      서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기
      또는 프로그램을 통하여 이용할 수 있도록 Engster가 제공하는 모든 인터넷
      서비스를 말하며, Engster가 공개한 API를 이용하여 제3자가 개발 또는 구축한
      프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를
      포함합니다. 2) 회원 : 서비스에 접속하여 이 약관에 동의하고 ID와 비밀번호를
      발급 받은 이용고객을 말합니다. 3) 이용고객 : 서비스를 이용하기 위하여
      Engster와 이용계약을 체결하려고 하는 자를 말합니다 4) 회원정보 : 성명,
      연락처 등 Engster가 이용고객에게 회원가입 신청양식(이하 “신청양식"이라
      합니다)에 기재를 요청하는 이용고객의 개인정보를 말합니다. 5) ID(고유번호)
      : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 Engster가
      승인하는 영문자와 숫자의 조합을 말합니다. 6) 비밀번호 : 회원의 회원정보
      보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다. 7) 게시물 :
      회원이 Engster가 제공하는 서비스에 게시 또는 등록하는 부호(URL 포함),
      문자, 음성, 음향, 영상(동영상 포함),이미지(사진 포함), 파일 등을 말합니다.
      <br /><br />
      <b>제 3 조 (약관의 효력 및 변경)</b>
      1) 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 회원에게
      공지함으로써 효력이 발생합니다. 2) Engster는 약관의 규제에 관한 법률,
      전자상거래등에서의 소비자보호에 관한 법률, 정보통신망 이용촉진 및 정보보호
      등에 관한 법률 등 관계법령에 위배되지 않는 범위내에서 이 약관을 개정할 수
      있습니다. 3) Engster는 약관을 개정할 경우 그 개정이유 및 적용일자를
      명시하여 현행 약관과 함께 적용일자 7일전부터 적용일 전일까지 제1항의
      방법으로 공지합니다. 다만, 회원의 권리또는 의무에 관한 중요한 규정의
      변경은 최소한 30일전에 공지하고 개정약관을 회원이 등록한 메일(e-mail)로
      발송하여 통지합니다. 4) Engster가 제3항에 따라 개정약관을 공지 또는
      통지하면서 회원에게 약관 변경 적용일까지 거부의사를 표시하지 않으면
      의사표시가 표명된 것으로 본다는 뜻을 공지 또는 통지하였음에도 불구하고
      회원이 명시적으로 거부의사를 표시하지 아니하는 경우 회원이 개정약관에
      동의한 것으로 봅니다. 5) 회원은 변경된 약관에 동의하지 아니하는 경우
      서비스의 이용을 중단하고 이용계약을 해지할 수 있습니다. 6)
      국내이동통신사의 이동전화에 가입한 회원은 유무선연동 통합서비스의 원활한
      제공을 위하여 이동전화 이용약관의 유무선 연동 통합서비스 관련 내용 중
      서비스와 관련된 내용을 이 약관의 내용으로 하는데 동의한 것으로 봅니다 7)
      회원은 약관의 변경에 대하여 주의의무를 다하여야 하며, 변경된 약관의 부지로
      인한 회원의 피해는 Engster가 책임지지 않습니다.
      <br /><br />
      <b>제 4 조 (약관 외 준칙)</b>
      이 약관에 명시되지 않은 사항에 대해서는 정보통신망 이용촉진 및
      정보보호등에 관한 법률, 약관의 규제에 관한 법률, 전기통신사업법 등
      관계법령 및 Engster가 정한 서비스의 세부이용지침 등의 규정에 따릅니다.
      <br /><br />
      <b>제 5 조 (이용계약의 성립)</b>
      1) 서비스 이용계약은 이용고객이 이 약관 및 “개인정보취급방침"에
      “동의합니다"를 선택하고, Engster가 정한 신청양식을 작성하여 서비스의
      이용을 신청한 후, Engster가 이를 승낙함으로써 성립합니다. 2) 이용고객이
      전항의 "동의합니다"를 선택하고 신청양식을 작성하는 것은 이 약관 및
      “개인정보취급방침"의 내용을 숙지하고, Engster가 서비스 이용을 위해
      운영하는 각종 정책(예 : 저작권 정책, 스팸정책 등)과 수시로 공지하는 사항을
      준수하는 것에 대해 동의하는 것으로 봅니다.
      <br /><br />
      <b>제 6 조 (이용신청)</b>
      1) 회원이 신청양식에 기재하는 회원정보는 이용고객의 실제정보인 것으로
      간주되고, 실제정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며
      서비스 이용에 제한을 받을 수 있습니다. 2) 만14세 미만의 아동이 서비스를
      이용하기 위해서는 Engster가 요구하는 소정의 법정대리인의 동의절차를 거쳐야
      합니다. 3) 타인의 개인정보를 도용하는 등 부정한 목적과 방법으로 이용신청을
      한 회원의 ID는사전 통지없이 삭제될 수 있으며, 당해 회원은 관계법령에 따라
      처벌을 받을 수 있습니다.
      <br /><br />
      <b>제 7 조 (이용신청에 대한 승낙 및 제한)</b>
      1) Engster는 서비스의 이용을 신청한 이용고객에 대하여 업무상ㆍ기술상
      지장이 없는 한 접수순서에 따라 서비스의 이용을 승낙합니다. 2) Engster는
      다음 각 호에 해당하는 이용신청에 대하여는 승낙을 하지 않을 수 있습니다. ①
      기술상 서비스 제공이 불가능한 경우 ② 신청양식을 허위로 기재한 경우 ③
      신청양식의 기재사항을 누락하거나 오기하여 신청하는 경우 ④ 사회의 안녕질서
      또는 미풍양속을 저해하거나 저해할 목적으로 신청한 경우 ⑤ 회원의 귀책사유에
      의하여 회원자격을 상실한 적이 있는 경우. 다만, 자격상실 후 6개월 이상
      경과한 자로 Engster의 회원 재가입 승낙을 받은 경우는 예외로 합니다. ⑥ 기타
      Engster가 정한 이용요건에 충족되지 않았을 경우 3) Engster는 서비스를
      이용하는 회원에 대하여 회원의 종류 및 등급별로 구분하여 이용시간,
      이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.
      <br /><br />
      <b>제 8 조 (회원정보의 변경)</b>
      회원은 서비스 이용하면서 신청양식에 기재한 회원정보가 변경되었을 경우 지체
      없이 회원정보를 수정하여야 합니다. 회원정보를 수정하지 않음으로 인하여
      발생하는 모든 책임은 회원에게 있습니다.
      <br /><br />
      <b>제 9 조 (서비스의 이용)</b>
      1) Engster는 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 다만,
      일부 서비스의 경우에는 지정된 일자부터 서비스를 개시합니다. 2) Engster의
      업무상ㆍ기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 서비스에
      공지하거나 회원에게 이를 통지합니다. 3) 서비스의 이용은 연중무휴 1일
      24시간을 원칙으로 합니다. 다만, Engster의 업무상ㆍ기술상 또는 서비스
      운영정책상 서비스가 일시 중지될 수 있습니다. 이러한 경우 Engster는 사전
      또는 사후에 이를 공지합니다. 4) Engster는 서비스를 일정범위로 분할하여 각
      범위별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을
      공지합니다. 5) Engster는 서비스내의 개별서비스에 대한 별도의 약관을 둘 수
      있으며, 개별서비스에서 별도로 적용되는 약관에 대한 동의는 회원이
      개별서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다.
      <br /><br />
      <b>제 10 조 (서비스의 변경 및 중지)</b>
      1) Engster는 서비스(개별서비스 포함)를 변경하여야 하는 상당한 이유가 있는
      경우 변경될 서비스의 내용 및 제공일자를 제25조에서 정한 방법으로 회원에게
      통지하고 서비스를 변경하여 제공할 수 있습니다. 2) Engster는 회원의 ID가
      다음 각 호에 해당되는 경우 회원과 협의하여 회원의 ID를 변경할 수 있습니다.
      ① ID가 회원의 전화번호 또는 주민등록번호 등으로 등록되어 사생활 침해가
      우려되는 경우 ② 타인에게 혐오감을 주거나 미풍양속에 어긋나는 경우 ③ ID가
      타회원과 중복되어 서비스 제공이 곤란한 경우 ④ 기타 합리적인 사유가 있는
      경우 3) Engster는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를
      제한하거나 중지할 수 있습니다. ① 서비스용 설비의 보수 등 공사로 인한
      부득이한 경우 ② 회원이 Engster의 영업활동을 방해하는 경우 ③ 정전,
      제반설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이
      있는 경우 ④ 제휴업체(BP)와의 계약종료 등과 같은 Engster의 제반사정으로
      서비스를 유지할 수 없는 경우 ⑤ 기타 천재지변, 국가비상사태 등 불가항력적
      사유가 있는 경우 4) Engster는 만14세 미만 회원, 청소년보호법상의
      보호대상인 회원, 만 20세 미만의 회원, 외국인 회원, 법인 및 단체 회원,
      휴대폰 번호 회원 등 회원에 대하여 사용 시간 등 일정한 서비스의 이용을
      제한할 수 있으며, 이러한 서비스 제한에 대한 사항은 개별 서비스에서 별도로
      안내 또는 공지합니다.
      <br /><br />
      <b>제 11 조 (서비스의 이용요금)</b>
      1) 별도로 표시된 유료서비스를 제외한 모든 서비스는 회원들에게 무료로
      제공됩니다. 2) 유료서비스의 이용요금, 환불규정 및 결제방식은 해당 서비스에
      명시되어 있는 별도의 규정에 따릅니다.
      <br /><br />
      <b>제 12 조 (정보의 제공 및 광고의 게재)</b>
      1) Engster는 서비스를 운영함에 있어 각종 정보를 서비스 화면에 게재하거나
      메일, 쪽지, SMS등의 방법으로 회원에게 제공할 수 있습니다. 2) Engster는
      서비스의 운영과 관련하여 광고 등을 서비스 화면에 게재하거나, 메일, 쪽지,
      SMS등을 통하여 발송할 수 있습니다. 다만, Engster는 회원에게 메일, 쪽지,
      SMS 등을 발송하는 경우 수신 동의 여부를 확인하여, 수신 동의한 회원에
      한하여 이를 발송합니다. 3) 회원이 서비스상에 게재되어 있는 광고를
      이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신
      또는 거래를 하는 것은 전적으로 회원과 광고주간의 문제입니다. 만약, 회원과
      광고주간에 문제가 발생할 경우에도 회원과 광고주가 직접 해결하여야 하며,
      이와 관련하여 Engster는 어떠한 책임도 지지 않습니다.
      <br /><br />
      <b>제 13 조 (게시물에 대한 책임)</b>
      1) Engster는 회원이 게시하거나 전달하는 서비스내의 게시물이 다음 각 호의
      경우에 해당한다고 판단되는 경우 사전 통지 없이 삭제할 수 있으며, 이에
      대해Engster는 어떠한 책임도 지지 않습니다. ① Engster, 다른 회원 또는
      제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우 ② 공공질서
      및 미풍양속에 위반되는 내용의 게시물에 해당하는 경우 ③ 다른 회원 또는 제
      3자의 타임레코드를 근거로 하여 비방하는 경우 ④ Engster의 저작권, 제3자의
      저작권 등 기타 타인의 권리를 침해하는 내용인 경우 ⑤ Engster가 정한
      개별서비스별 세부이용지침에 반하는 내용인 경우 ⑥ Engster에서 제공하는
      서비스와 관련 없는 내용인 경우 ⑦ 불필요하거나 승인되지 않은 광고, 판촉물을
      게재하는 경우 ⑧ 타인의 ID, 명의 등을 무단으로 도용하여 작성한 내용이거나,
      타인이 입력한 정보를 무단으로 위변조한 내용인 경우 ⑨ 동일한 내용을
      중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우 ⑩ 기타 관계 법령 및
      Engster의 개별서비스별 세부이용지침 등에 위반된다고 판단되는 경우 2)
      Engster는 개별서비스별로 게시물과 관련된 세부이용지침을 별도로 정하여
      시행할 수 있으며, 회원은 그 지침에 따라 게시물(회원간 전달 포함)을
      게재하여야 합니다. 3) Engster는 회원이 타인의 저작권을 침해하거나 기타
      영리행위에 침해를 가하는 행위를 할 경우, 그로인해 발생하는 문제점에 대해
      어떠한 책임도 지지 않습니다.
      <br /><br />
      <b>제 14 조 (게시물의 저작권)</b>
      1) 회원이 서비스내에 게시한 게시물의 저작권은 저작권법에 의해 보호를
      받으며, Engster가 작성한 저작물에 대한 저작권과 기타 지적재산권은
      Engster에 귀속합니다. 2) 회원은 자신이 서비스내에 게시한 게시물을
      Engster가 국내ㆍ외에서 다음 각 호의 목적으로 사용하는 것을 허락합니다. ①
      서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역내에 입점하여
      서비스가 제공되는 경우 포함)내에서 게시물을 사용하기 위하여 게시물의
      크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것 ② ”서비스”의 운영,
      향상, 개선, 신규 서비스 개발, 프로모션 등을 위하여 “게시물”을 사용, 편집,
      저장, 복제, 수정, 공개, 전송, 공개적 실연, 공개적인 게시, 배포 또는
      Engster에 제공할 수 있는 권리 ③ Engster의 서비스를 홍보하기 위한 목적으로
      미디어, 통신사 등에게 게시물의 내용을 보도, 방영하게 하는 것과 “게시물”의
      2차적 저작물 제작 및 배포할 수 있는 권리 4) 회원이 서비스에 게시물을
      게재하는 것은 다른 회원이 게시물을 서비스내에서 사용하거나 Engster가
      검색결과로 사용하는 것을 허락한 것으로 간주합니다. 5) 회원이 이용계약을
      해지하거나 제27조 제2항에 의해 이용계약이 해지되는 경우 회원이 서비스에
      게시한 게시물은 “서비스”의 운영 향상, 개선, 홍보등 제 1항에 규정된 목적
      범위 내에서 본 라이선스는 존속됩니다. 6) Engster는 서비스 운영정책상 또는
      Engster가 운영하는 사이트간의 통합 등을 하는 경우 게시물의 내용을 변경하지
      아니하고 게시물의 게재위치를 변경ㆍ이전하거나 사이트간 공유로 하여
      서비스할 수 있으며, 게시물의 이전ㆍ변경 또는 공유를 하는 경우에는 사전에
      공지합니다. 7) 글 전체의 1/3만을 노출시키고, 링크를 활용하여 타사이트에
      게시하는 것을 허합니다.
      <br /><br />
      <b>제 15 조 (휴면계정 관리)</b>
      1) Engster는 장기 비로그인 회원에게 배달되는 불법스팸메일 또는 회원의
      메일함이 방치됨으로써 발생하는 불필요한 저장공간의 낭비를 줄이고 서비스
      이용을 원활히 하기 위해서 휴면계정 관리정책을 실시합니다. 2) 이용고객이
      이용신청을 통해서 회원가입 후 서비스를 이용하는 도중 3개월 동안 로그인을
      하지 않는 경우, Engster는 회원으로 하여금 메일 수신 또는 서비스의 이용을
      제한할 수 있습니다. 이후 3개월 동안(연속하여 6개월 동안) 서비스를 이용하기
      위해 로그인을 하지 않는 경우 서비스 이용계약이 해지될 수 있으며, 서비스
      이용계약이 해지되는 경우에는 회원의 메일 계정(파일박스 포함)에 보관된
      편지함, 주소록 등 모든 데이터와 서비스에 게시된 게시물은 삭제 처리됩니다.
      이용계약의 해지로 인한 데이터 또는 게시물의 손실에 대한 모든 책임은 회원이
      부담합니다.
      <br /><br />
      <b>제 16 조 (Engster의 의무)</b>
      1) Engster는 이 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를
      제공하는 데 최선을 다해야 합니다. 2) Engster는 회원의 신용정보를 포함한
      개인신상정보의 보안에 대하여 기술적 안전조치를 강구하고 관리에 만전을
      기함으로써 회원의 개인정보 보호에 최선을 다해야 합니다. 3) Engster는
      회원으로부터 제기되는 의견 및 불만사항이 정당하다고 판단되는 경우 그
      사항을 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우에는
      회원에게 그 사유와 처리일정을 통지하여야 합니다. 4) Engster는 이용계약의
      체결, 변경 및 해지 등 회원과의 계약 관련 절차에 있어 회원에게 편의를
      제공하도록 노력합니다. 5) Engster는 공정하고 건전한 서비스 운영과 지속적인
      연구 개발을 통하여 양질의 서비스를 제공함으로써 고객만족을 극대화하여
      인터넷 비즈니스 발전에 기여하도록 합니다.
      <br /><br />
      <b>제 17 조 (회원의 의무)</b>
      1) 회원은 관계법령, 약관, 서비스 이용안내 및 서비스상에 공지한 주의사항,
      Engster가 서비스 이용과 관련하여 회원에게 통지하는 사항 등을 준수하여야
      하며, 기타 Engster의 업무에 방해되는 행위를 하여서는 아니 됩니다. 2)
      회원은 Engster에서 공식적으로 인정한 경우를 제외하고는 서비스를 이용하여
      상품을 판매하는 영업 활동을 할 수 없으며, 특히 해킹, 광고를 통한 수익,
      음란사이트를 통한 상업행위, 상용소프트웨어 불법배포 등을 할 수 없습니다.
      이를 위반하여 발생한 영업 활동의 결과 및 손실, 관계기관에 의한 구속 등
      법적 조치 등에 관해서는 Engster가 책임을 지지 않으며, 회원은 이와 같은
      행위와 관련하여 Engster에 대하여 손해배상 의무를 집니다. 3) 회원은
      신청양식 기재시 또는 회원정보 변경시 모든 사항을 사실에 근거하여
      작성하여야 하며, 허위 또는 타인의 개인정보를 이용한 사실이 발견된 경우
      회원은 서비스 이용과 관련한 일체의 권리를 주장할 수 없습니다. 4) 회원은
      서비스의 이용권한, 기타 서비스 이용계약상의 지위를 타인에게 양도, 증여할
      수 없으며 이를 담보로 제공할 수 없습니다. 5) 회원은 회원 ID 및 비밀번호를
      철저히 관리하여야 하며, 관리소홀, 부정사용 등에 의하여 발생하는 모든
      결과에 대한 책임은 회원 본인이 부담하며, Engster는 이에 대한 어떠한 책임도
      부담하지 않습니다. 6) 회원은 본인의 ID 및 비밀번호를 제3자에게 이용하게
      하여서는 아니 되며, 회원 본인의 ID 및 비밀번호를 도난 당하거나 제3자가
      사용하고 있음을 인지하는 경우에는 즉시 비밀 번호를 변경하여야 하며, 해당
      사실을 Engster에 통지하고 Engster가 안내하는 바에 따라야 합니다. 7) 회원은
      이용계약을 체결하면서 부여 받은 ID를 변경할 수 없으며, 부득이한 사유로
      인하여 변경하고자 하는 경우에는 이용계약을 해지하고 재가입하여야 합니다.
      <br /><br />
      <b>제 18 조 (회원에 대한 통지)</b>
      1) Engster는 회원의 서비스 이용에 필요한 권리 및 의무 등에 관한 사항을
      Engster가 발급한 또는 회원이 지정한 메일, SMS 등으로 통지할 수 있습니다.
      2) Engster는 불특정 다수 회원에 대한 통지의 경우 서비스에 게시함으로써
      개별 통지에 갈음할 수 있습니다.
      <br /><br />
      <b>제 19 조 (회원정보의 보호 및 이용)</b>
      1) Engster는 적법하고 공정한 수단에 의하여 이용계약의 성립 및 이행에
      필요한 최소한의 범위 내에서 "개인정보취급방침"에 따라 이용고객의
      회원정보를 수집합니다. 2) Engster의 "개인정보취급방침"은 Engster에 링크된
      다른 웹사이트(Engster가 운영하지 않는 웹사이트를 말합니다. 이하
      같습니다)에서는 적용되지 않습니다. 3) Engster는 전기통신사업법,
      통신비밀보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등
      관계법령에 따라 행정기관이나 수사기관 등에서 회원의 회원정보의 열람이나
      제출을 요청하는 경우에는 이를 제공할 수 있습니다. 4) Engster는 회원의
      귀책사유로 인해 노출된 회원정보에 대해서 일체의 책임을 부담하지 않습니다.
      5) Engster는 회원정보의 취급 및 관리, 서비스 운영 등의 업무를 스스로
      수행함을 원칙으로 하나, 필요한 경우 이러한 업무의 일부 또는 전부를
      Engster가 선정한 Engster에 위탁할 수 있으며, 회원정보의 취급 및 관리,
      서비스 운영 등에 관한 업무를 위탁하는 경우에는 "개인정보취급방침"에
      공지합니다. 6) 회원이 이용계약 체결과정에서 Engster에 제공한 회원정보에
      대한 이용 또는 제공에 대한 동의를 철회하고자 하는 경우에는
      "개인정보취급방침"에서 정한 바에 따르며, 회원이 이러한 동의를 철회하는
      경우 서비스 이용계약은 자동으로 해지됩니다.
      <br /><br />
      <b>제 20 조 (계약해지 및 이용제한)</b>
      1) 회원이 서비스 이용계약을 해지하고자 할 경우에는 Engster가 운영하는
      "고객센터" 등에서 해지신청을 하여야 합니다. 2) 회원이 이용계약을 해지하는
      경우 제14조 제5항 단서에 따라 게시물이 삭제되지 않을 수 있으므로
      이용계약해지 전 삭제하여야 합니다. 3) Engster는 회원이 이 약관 및
      개별서비스 이용약관을 위반한 경우 경고, 일시적 이용정지, 영구적 이용정지
      등의 단계로 서비스 이용을 제한하거나 이용계약을 해지할 수 있습니다. 4)
      회원은 제3항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용제한에
      대해 Engster가 정한 절차에 따라 이의신청을 할 수 있으며, Engster는 회원의
      이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.
      <br /><br />
      <b>제 21 조 (손해 배상)</b>
      1) 회원이 본 약관의 규정을 위반함으로 인하여 Engster에 손해가 발생하게
      되는 경우, 이 약관을 위반한 회원은 Engster에 발생하는 모든 손해를
      배상하여야 합니다. 2) 회원이 서비스를 이용하는 과정에서 행한 불법행위나 이
      약관 위반행위로 인하여 Engster가 당해 회원 이외의 제3자로부터 손해배상
      청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의
      책임과 비용으로 Engster를 면책 시켜야 하며, Engster가 면책되지 못한 경우
      당해 회원은 그로 인하여 Engster에 발생한 모든 손해를 배상하여야 합니다.
      <br /><br />
      <b>제 22 조 (면책사항)</b>
      1) Engster가 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여
      서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다. 2)
      Engster는 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여
      책임을 지지 않습니다. 3) Engster는 기간통신사업자가 전기통신역무의 제공을
      중지하거나 정상적으로 제공하지 아니하여 서비스를 제공하지 못한 경우에는
      그에 대한 책임을 부담하지 않습니다. 4) Engster는 서비스용 설비의 보수,
      교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이
      면제됩니다. 5) 회원은 서비스와 관련하여 자신이 Engster에 등록한 필수등록
      항목(이동전화번호 등) 및 비밀번호의 보안에 대하여 책임을 지며, Engster는
      회원의 고의나 과실로 인하여 아이디, 비밀번호 등 회원정보가 유출되어
      발생하는 손해에 대하여는 책임을 지지 않습니다. 6) Engster는 회원의 컴퓨터
      오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편주소를
      부실하게 기재하여 손해가 발생한 경우에는 책임을 지지 않습니다. 7)
      Engster는 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을
      지지 않습니다. 또한 Engster는 회원이 서비스를 이용하며 타 회원으로 인해
      입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다. 8) 회원은
      서비스상의 데이터 및 분석자료가 오로지 투자를 위한 정보제공을 목적으로
      하는 것이라는 점 및 따라서 투자의 책임은 전적으로 정보를 이용하는 회원에게
      있다는 점을 확인합니다. 9) Engster는 회원 상호간 및 회원과 제3자간에
      서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를
      배상할 책임이 없습니다. 10) Engster는 회원이 서비스상 게재한 각종 정보,
      자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다. 11)
      Engster는 Engster의 사이트에 연결되거나 제휴한 업체(타 온라인사이트)에
      포함되어 있는 내용의 유효성, 적합성, 법적 합리성, 저작권 준수 여부 등에
      책임을 지지 않으며, 이로 인한 어떠한 손해에 대하여도 책임을 지지 않습니다.
      <br /><br />
      <b>제 23 조 (분쟁 조정 및 관할법원)</b>
      1) 회원은 게시물과 관련된 저작권 침해, 명예훼손 또는 개인정보 및 서비스
      이용과 관련된 사항에 관한 문제제기 또는 문제해결은 Engster가 운영하는
      고객센터 또는 권리침해신고센터를 통하여 처리하여야 합니다. 2) 서비스
      이용과 관련하여 발생한 분쟁에 대한 소송을 제기하는 경우에는 민사소송법상의
      법원을 관할법원으로 합니다.
    </div>
  </div>
</template>
<script>
export default {
  layout: "center-without-logo"
};
</script>
<style>
.terms-container {
  max-width: 780px;
  padding: 1.6rem;
}
</style>
